Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.history.bucketEarlier
source: Earlier
de: Früher
es: Anterior
fr: Plus ancien
it: Precedenti
ja: 以前
ko: 이전
pt_br: Anteriores
ru: Ранее
zh_hans: 更早

# vocello.mac.record.needTenSeconds
source: Need 10 s
de: 10 s erforderlich
es: Se necesitan 10 s
fr: 10 s requises
it: Servono 10 s
ja: 10秒必要
ko: 10초 필요
pt_br: Precisa de 10 s
ru: Нужно 10 с
zh_hans: 需要 10 秒

# vocello.mac.record.pauseReview
source: Pause review
de: Prüfwiedergabe pausieren
es: Pausar revisión
fr: Mettre l’extrait en pause
it: Pausa ascolto
ja: 確認再生を一時停止
ko: 확인 재생 일시 정지
pt_br: Pausar revisão
ru: Пауза прослушивания
zh_hans: 暂停试听

# vocello.mac.record.playReview
source: Play review
de: Prüfwiedergabe starten
es: Reproducir revisión
fr: Écouter l’extrait
it: Riproduci per controllo
ja: 確認再生
ko: 확인 재생
pt_br: Reproduzir revisão
ru: Прослушать для проверки
zh_hans: 开始试听

# vocello.mac.record.useClip
source: Use This Clip
de: Diesen Clip verwenden
es: Usar este clip
fr: Utiliser cet extrait
it: Usa questo clip
ja: この音声を使用
ko: 이 오디오 사용
pt_br: Usar este clipe
ru: Использовать эту запись
zh_hans: 使用此音频

# vocello.mac.savedVoice.openSiriSettings
source: Open Siri Settings
de: Siri-Einstellungen öffnen
es: Abrir ajustes de Siri
fr: Ouvrir les réglages Siri
it: Apri impostazioni Siri
ja: Siri の設定を開く
ko: Siri 설정 열기
pt_br: Abrir ajustes da Siri
ru: Открыть настройки Siri
zh_hans: 打开 Siri 设置

# vocello.mac.savedVoice.saveFailedTitle
source: Couldn't save voice
de: Stimme konnte nicht gespeichert werden
es: No se pudo guardar la voz
fr: Impossible d’enregistrer la voix
it: Impossibile salvare la voce
ja: 声を保存できませんでした
ko: 음성을 저장하지 못했습니다
pt_br: Não foi possível salvar a voz
ru: Не удалось сохранить голос
zh_hans: 无法保存声音

# vocello.mac.voices.deleteAction
source: Delete voice
de: Stimme löschen
es: Eliminar voz
fr: Supprimer la voix
it: Elimina voce
ja: 声を削除
ko: 음성 삭제
pt_br: Excluir voz
ru: Удалить голос
zh_hans: 删除声音

# vocello.mac.voices.engineStarting
source: Starting speech engine…
de: Sprach-Engine wird gestartet …
es: Iniciando motor de voz…
fr: Démarrage du moteur vocal…
it: Avvio del motore vocale…
ja: 音声エンジンを起動中…
ko: 음성 엔진 시작 중…
pt_br: Iniciando mecanismo de voz…
ru: Запуск речевого движка…
zh_hans: 正在启动语音引擎…

# vocello.mac.voices.loadFailedTitle
source: Couldn't load saved voices
de: Gespeicherte Stimmen konnten nicht geladen werden
es: No se pudieron cargar las voces guardadas
fr: Impossible de charger les voix enregistrées
it: Impossibile caricare le voci salvate
ja: 保存済みの声を読み込めませんでした
ko: 저장된 음성을 불러오지 못했습니다
pt_br: Não foi possível carregar as vozes salvas
ru: Не удалось загрузить сохранённые голоса
zh_hans: 无法载入已保存的声音

# vocello.mac.voices.noVoicesTitle
source: No saved voices
de: Keine gespeicherten Stimmen
es: No hay voces guardadas
fr: Aucune voix enregistrée
it: Nessuna voce salvata
ja: 保存済みの声はありません
ko: 저장된 음성 없음
pt_br: Nenhuma voz salva
ru: Нет сохранённых голосов
zh_hans: 没有已保存的声音

# vocello.mac.voices.useHelp
source: Open Voice Cloning with this saved voice selected.
de: Öffnet Stimmklonen mit dieser gespeicherten Stimme.
es: Abre Clonación de voz con esta voz guardada seleccionada.
fr: Ouvrir Clonage vocal avec cette voix enregistrée sélectionnée.
it: Apre Clonazione vocale con questa voce salvata selezionata.
ja: この保存済みの声を選択してボイスクローンを開きます。
ko: 이 저장된 음성을 선택한 상태로 음성 복제를 엽니다.
pt_br: Abre Clonagem de voz com esta voz salva selecionada.
ru: Открывает клонирование с выбранным сохранённым голосом.
zh_hans: 打开声音克隆并选中此已保存的声音。

# vocello.mac.voices.useHelpInstall
source: Open Voice Cloning with this saved voice selected. Install the Voice Cloning model in Settings to generate from it.
de: Öffnet Stimmklonen mit dieser gespeicherten Stimme. Installiere das Stimmklonmodell in den Einstellungen, um damit Audio zu erzeugen.
es: Abre Clonación de voz con esta voz guardada seleccionada. Instala el modelo de Clonación de voz en Ajustes para generar con ella.
fr: Ouvrir Clonage vocal avec cette voix enregistrée sélectionnée. Installez le modèle de clonage vocal dans Réglages pour générer avec elle.
it: Apre Clonazione vocale con questa voce salvata selezionata. Installa il modello di Clonazione vocale in Impostazioni per generare con essa.
ja: この保存済みの声を選択してボイスクローンを開きます。生成するには設定でボイスクローンモデルをインストールしてください。
ko: 이 저장된 음성을 선택한 상태로 음성 복제를 엽니다. 생성하려면 설정에서 음성 복제 모델을 설치하세요.
pt_br: Abre Clonagem de voz com esta voz salva selecionada. Instale o modelo de Clonagem de voz nos Ajustes para gerar com ela.
ru: Открывает клонирование с выбранным сохранённым голосом. Установите модель клонирования в настройках для генерации.
zh_hans: 打开声音克隆并选中此已保存的声音。请在设置中安装声音克隆模型以生成。

# vocello.mac.voices.voiceBank
source: Voice bank · %@
de: Stimmbank · %@
es: Banco de voces · %@
fr: Banque de voix · %@
it: Banca vocale · %@
ja: ボイスバンク · %@
ko: 음성 뱅크 · %@
pt_br: Banco de vozes · %@
ru: Банк голосов · %@
zh_hans: 声音库 · %@

# vocello.mac.voices.yourVoices
source: Your voices
de: Deine Stimmen
es: Tus voces
fr: Vos voix
it: Le tue voci
ja: あなたの声
ko: 내 음성
pt_br: Suas vozes
ru: Ваши голоса
zh_hans: 你的声音

# vocello.mac.settings.interface
source: Interface
de: Oberfläche
es: Interfaz
it: Interfaccia
ja: 表示
ko: 인터페이스
ru: Интерфейс
zh_hans: 界面

# vocello.mac.settings.appLanguage
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
ru: Язык приложения
zh_hans: 应用语言

# vocello.mac.settings.appLanguageDetail
source: Changes the app interface, not the language of generated speech.
de: Ändert die Sprache der Oberfläche, nicht die der erzeugten Sprache.
es: Cambia la interfaz de la app, no el idioma de la voz generada.
fr: Modifie l’interface de l’app, pas la langue de la parole générée.
it: Cambia la lingua dell’interfaccia, non quella della voce generata.
ja: アプリの表示言語を変更します。生成する音声の言語は変わりません。
ko: 앱 인터페이스 언어를 바꿉니다. 생성되는 음성의 언어는 바뀌지 않습니다.
pt_br: Altera a interface do app, não o idioma da fala gerada.
ru: Меняет язык интерфейса, а не генерируемой речи.
zh_hans: 更改应用界面语言，不影响生成语音的语言。

# vocello.mac.settings.autoPlayDetail
source: Automatically play each finished take.
de: Spielt jede fertige Aufnahme automatisch ab.
es: Reproduce automáticamente cada toma terminada.
fr: Lire automatiquement chaque prise terminée.
it: Riproduce automaticamente ogni take completato.
ja: 完成したテイクを自動で再生します。
ko: 완성된 테이크를 자동으로 재생합니다.
pt_br: Reproduz automaticamente cada tomada concluída.
ru: Автоматически воспроизводить каждый готовый дубль.
zh_hans: 自动播放每条已完成的音频。

# vocello.mac.settings.systemLanguage
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage du système
it: Predefinita di sistema
ja: システムの設定に従う
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Как в системе
zh_hans: 跟随系统

# vocello.mac.settings.variationBalanced
source: Balanced
de: Ausgewogen
es: Equilibrada
fr: Équilibré
it: Bilanciata
ja: バランス
ko: 균형 있게
pt_br: Equilibrada
ru: Сбалансированно
zh_hans: 均衡

# vocello.mac.settings.variationConsistent
source: Consistent
de: Konstant
es: Constante
fr: Cohérent
it: Costante
ja: 安定
ko: 일관되게
pt_br: Consistente
ru: Стабильно
zh_hans: 稳定

# vocello.mac.settings.variationExpressive
source: Expressive
de: Ausdrucksstark
es: Expresiva
fr: Expressif
it: Espressiva
ja: 表現豊か
ko: 표현력 있게
pt_br: Expressiva
ru: Выразительно
zh_hans: 表现力强

# vocello.mac.studio.chipSeed
source: Seed
de: Startwert
es: Semilla
fr: Graine
ja: シード
ko: 시드
pt_br: Semente
ru: Зерно
zh_hans: 种子

# vocello.mac.studio.clearScript
source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清空

# vocello.mac.studio.cloningVoice
source: Cloning voice…
de: Stimme wird geklont …
es: Clonando voz…
fr: Clonage de la voix…
it: Clonazione della voce…
ja: 声をクローン中…
ko: 음성 복제 중…
pt_br: Clonando voz…
ru: Клонирование голоса…
zh_hans: 正在克隆声音…

# vocello.mac.studio.designingVoice
source: Designing voice…
de: Stimme wird gestaltet …
es: Diseñando voz…
fr: Conception de la voix…
it: Creazione della voce…
ja: 声をデザイン中…
ko: 음성 디자인 중…
pt_br: Criando voz…
ru: Создание голоса…
zh_hans: 正在设计声音…

# vocello.mac.studio.dismissTake
source: Dismiss this take?
de: Diese Aufnahme schließen?
es: ¿Cerrar esta toma?
fr: Fermer cette prise ?
it: Chiudere questo take?
ja: このテイクを閉じますか？
ko: 이 테이크를 닫을까요?
pt_br: Fechar esta tomada?
ru: Закрыть этот дубль?
zh_hans: 关闭此生成音频？

# vocello.mac.studio.dismissTakeDetail
source: The take stays in History; only the player closes.
de: Die Aufnahme bleibt im Verlauf; nur der Player wird geschlossen.
es: La toma permanece en el historial; solo se cierra el reproductor.
fr: La prise reste dans l’historique ; seul le lecteur se ferme.
it: Il take resta nella cronologia; si chiude solo il lettore.
ja: テイクは履歴に残り、プレーヤーだけが閉じます。
ko: 테이크는 기록에 남고 플레이어만 닫힙니다.
pt_br: A tomada fica no histórico; apenas o player é fechado.
ru: Дубль остаётся в истории; закрывается только плеер.
zh_hans: 音频仍保留在历史记录中，仅关闭播放器。

# vocello.mac.studio.generateAgain
source: Generate again
de: Erneut erzeugen
es: Generar de nuevo
fr: Générer à nouveau
it: Genera di nuovo
ja: 再生成
ko: 다시 생성
pt_br: Gerar novamente
ru: Создать заново
zh_hans: 再次生成

# vocello.mac.studio.generationFailed
source: Generation failed
de: Generierung fehlgeschlagen
es: Falló la generación
fr: Échec de la génération
it: Generazione non riuscita
ja: 生成に失敗しました
ko: 생성 실패
pt_br: Falha na geração
ru: Ошибка генерации
zh_hans: 生成失败

# vocello.mac.studio.renderingAudio
source: Rendering audio…
de: Audio wird berechnet …
es: Procesando audio…
fr: Rendu de l’audio…
it: Elaborazione audio…
ja: 音声を処理中…
ko: 오디오 처리 중…
pt_br: Processando áudio…
ru: Обработка аудио…
zh_hans: 正在处理音频…

# vocello.mac.studio.reviewTake
source: Listen before you use this take; the pacing measured unusual.
de: Höre diese Aufnahme vor dem Verwenden an; es wurde ungewöhnliches Sprechtempo gemessen.
es: Escucha esta toma antes de usarla; se ha medido un ritmo inusual.
fr: Écoutez cette prise avant de l’utiliser ; le rythme mesuré est inhabituel.
it: Ascolta questo take prima di usarlo; è stato misurato un ritmo insolito.
ja: 使用前にこのテイクを聴いてください。不自然なテンポが測定されました。
ko: 이 테이크를 사용하기 전에 들어 보세요. 비정상적인 말하기 속도가 측정되었습니다.
pt_br: Ouça esta tomada antes de usá-la; foi medido um ritmo incomum.
ru: Прослушайте дубль перед использованием: измерен необычный темп.
zh_hans: 使用前请试听；测得此音频节奏异常。

# vocello.mac.studio.stopGenerating
source: Stop generating
de: Generierung stoppen
es: Detener generación
fr: Arrêter la génération
it: Interrompi generazione
ja: 生成を停止
ko: 생성 중지
pt_br: Parar geração
ru: Остановить генерацию
zh_hans: 停止生成

# vocello.mac.studio.unusualPacing
source: Unusual pacing
de: Ungewöhnliches Sprechtempo
es: Ritmo inusual
fr: Rythme inhabituel
it: Ritmo insolito
ja: 不自然なテンポ
ko: 비정상적인 말하기 속도
pt_br: Ritmo incomum
ru: Необычный темп
zh_hans: 节奏异常

# vocello.mac.cloning.entryAudioOnly
source: %@ · audio only
de: %@ · nur Audio
es: %@ · solo audio
fr: %@ · audio seulement
it: %@ · solo audio
ja: %@ · 音声のみ
ko: %@ · 오디오만
pt_br: %@ · somente áudio
ru: %@ · только аудио
zh_hans: %@ · 仅音频

# vocello.mac.cloning.entryTranscript
source: %@ · transcript
de: %@ · Transkript
es: %@ · transcripción
fr: %@ · transcription
it: %@ · trascrizione
ja: %@ · 文字起こし
ko: %@ · 녹취록
pt_br: %@ · transcrição
ru: %@ · расшифровка
zh_hans: %@ · 转录

# vocello.mac.cloning.import
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
pt_br: Importar
ru: Импорт
zh_hans: 导入

# vocello.mac.cloning.referenceRequired
source: Select a reference audio file before generating.
de: Wähle vor dem Erzeugen eine Referenzaudiodatei.
es: Selecciona un archivo de audio de referencia antes de generar.
fr: Sélectionnez un fichier audio de référence avant de générer.
it: Seleziona un file audio di riferimento prima di generare.
ja: 生成前に参照音声ファイルを選択してください。
ko: 생성 전에 참조 오디오 파일을 선택하세요.
pt_br: Selecione um arquivo de áudio de referência antes de gerar.
ru: Перед генерацией выберите файл с образцом голоса.
zh_hans: 生成前请选择参考音频文件。

# vocello.mac.cloning.replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 바꾸기
pt_br: Substituir
ru: Заменить
zh_hans: 替换

# vocello.mac.cloning.siriRequired
source: Auto-transcription needs Siri enabled (macOS requirement) — type the transcript or enable Siri in System Settings.
de: Automatische Transkription benötigt aktiviertes Siri (macOS-Vorgabe) – gib das Transkript ein oder aktiviere Siri in den Systemeinstellungen.
es: La transcripción automática requiere Siri activado (requisito de macOS); escribe la transcripción o activa Siri en Ajustes del Sistema.
fr: La transcription automatique nécessite Siri (exigence de macOS) — saisissez la transcription ou activez Siri dans Réglages Système.
it: La trascrizione automatica richiede Siri attivo (requisito macOS): scrivi la trascrizione o attiva Siri in Impostazioni di Sistema.
ja: 自動文字起こしには Siri の有効化が必要です（macOS の要件）。文字起こしを入力するか、システム設定で Siri を有効にしてください。
ko: 자동 받아쓰기는 Siri 활성화가 필요합니다(macOS 요구 사항). 녹취록을 입력하거나 시스템 설정에서 Siri를 켜세요.
pt_br: A transcrição automática exige Siri ativada (requisito do macOS) — digite a transcrição ou ative a Siri nos Ajustes do Sistema.
ru: Для автоматической расшифровки нужна Siri (требование macOS). Введите текст или включите Siri в Системных настройках.
zh_hans: 自动转录需要启用 Siri（macOS 要求）。请输入转录文本，或在系统设置中启用 Siri。

# vocello.mac.cloning.speechRecognitionOff
source: Speech recognition is off for Vocello — type the transcript or enable it in System Settings → Privacy & Security.
de: Spracherkennung ist für Vocello deaktiviert – gib das Transkript ein oder aktiviere sie unter Systemeinstellungen → Datenschutz & Sicherheit.
es: El reconocimiento de voz está desactivado para Vocello; escribe la transcripción o actívalo en Ajustes del Sistema → Privacidad y seguridad.
fr: La reconnaissance vocale est désactivée pour Vocello — saisissez la transcription ou activez-la dans Réglages Système → Confidentialité et sécurité.
it: Il riconoscimento vocale è disattivato per Vocello: scrivi la trascrizione o abilitalo in Impostazioni di Sistema → Privacy e sicurezza.
ja: Vocello の音声認識がオフです。文字起こしを入力するか、「システム設定 → プライバシーとセキュリティ」で有効にしてください。
ko: Vocello의 음성 인식이 꺼져 있습니다. 녹취록을 입력하거나 시스템 설정 → 개인정보 보호 및 보안에서 활성화하세요.
pt_br: O reconhecimento de fala está desativado para o Vocello — digite a transcrição ou ative-o em Ajustes do Sistema → Privacidade e Segurança.
ru: Распознавание речи для Vocello выключено. Введите текст или включите его в «Системные настройки → Конфиденциальность и безопасность».
zh_hans: Vocello 的语音识别已关闭。请输入转录文本，或在“系统设置 → 隐私与安全性”中启用。

# vocello.mac.cloning.transcriptLoadFailed
source: Couldn't load the saved transcript for “%@”. You can still clone from the audio file alone.
de: Das gespeicherte Transkript für „%@“ konnte nicht geladen werden. Du kannst weiterhin nur mit der Audiodatei klonen.
es: No se pudo cargar la transcripción guardada de «%@». Puedes seguir clonando solo con el archivo de audio.
fr: Impossible de charger la transcription enregistrée de « %@ ». Vous pouvez tout de même cloner à partir de l’audio seul.
it: Impossibile caricare la trascrizione salvata per “%@”. Puoi comunque clonare usando solo il file audio.
ja: 「%@」の保存済み文字起こしを読み込めませんでした。音声ファイルのみでのクローンは可能です。
ko: “%@”의 저장된 녹취록을 불러오지 못했습니다. 오디오 파일만으로 복제할 수 있습니다.
pt_br: Não foi possível carregar a transcrição salva de “%@”. Você ainda pode clonar usando apenas o arquivo de áudio.
ru: Не удалось загрузить расшифровку для «%@». Клонирование только по аудиофайлу по-прежнему доступно.
zh_hans: 无法载入“%@”的已保存转录。仍可仅使用音频文件进行克隆。

# vocello.mac.cloning.savedVoiceUnavailable
source: That saved voice’s reference audio is no longer available. Choose another reference.
de: Das Referenzaudio dieser gespeicherten Stimme ist nicht mehr verfügbar. Wähle eine andere Referenz.
es: El audio de referencia de esa voz guardada ya no está disponible. Elige otra referencia.
fr: L’audio de référence de cette voix enregistrée n’est plus disponible. Choisissez une autre référence.
it: L’audio di riferimento di quella voce salvata non è più disponibile. Scegli un altro riferimento.
ja: この保存済みの声の参照音声はもう利用できません。別の参照音声を選んでください。
ko: 저장된 음성의 참조 오디오를 더 이상 사용할 수 없습니다. 다른 참조를 선택하세요.
pt_br: O áudio de referência dessa voz salva não está mais disponível. Escolha outra referência.
ru: Образец аудио этого сохранённого голоса больше недоступен. Выберите другой образец.
zh_hans: 此已保存声音的参考音频已不可用。请选择其他参考。

# vocello.mac.cloning.transcriptPlaceholder
source: What does the reference audio say? (optional)
de: Was wird im Referenzaudio gesagt? (optional)
es: ¿Qué dice el audio de referencia? (opcional)
fr: Que dit l’audio de référence ? (facultatif)
it: Cosa dice l’audio di riferimento? (opzionale)
ja: 参照音声では何を話していますか？（任意）
ko: 참조 오디오에서 무슨 말을 하나요?(선택 사항)
pt_br: O que o áudio de referência diz? (opcional)
ru: Что сказано в образце аудио? (необязательно)
zh_hans: 参考音频说了什么？（可选）

# vocello.mac.cloning.unsupportedFile
source: Unsupported file type “.%1$@”. Drop an audio file (%2$@).
de: Nicht unterstützter Dateityp „.%1$@“. Lege eine Audiodatei ab (%2$@).
es: Tipo de archivo «.%1$@» no compatible. Arrastra un archivo de audio (%2$@).
fr: Type de fichier non pris en charge « .%1$@ ». Déposez un fichier audio (%2$@).
it: Tipo di file “.%1$@” non supportato. Trascina un file audio (%2$@).
ja: 非対応のファイル形式「.%1$@」です。音声ファイル（%2$@）をドロップしてください。
ko: 지원되지 않는 파일 형식 “.%1$@”입니다. 오디오 파일(%2$@)을 놓으세요.
pt_br: Tipo de arquivo “.%1$@” não compatível. Solte um arquivo de áudio (%2$@).
ru: Неподдерживаемый тип файла «.%1$@». Перетащите аудиофайл (%2$@).
zh_hans: 不支持的文件类型“.%1$@”。请拖入音频文件（%2$@）。

# vocello.mac.batch.currentBatch
source: Current batch
de: Aktueller Stapel
es: Lote actual
fr: Lot en cours
it: Batch attuale
ja: 現在の一括処理
ko: 현재 일괄 작업
pt_br: Lote atual
ru: Текущий пакет
zh_hans: 当前批次

# vocello.mac.batch.generateAll
source: Generate All
de: Alle erzeugen
es: Generar todo
fr: Tout générer
it: Genera tutto
ja: すべて生成
ko: 모두 생성
pt_br: Gerar tudo
ru: Создать всё
zh_hans: 全部生成

# vocello.mac.batch.modelConfigurationMissing
source: Model configuration not found
de: Modellkonfiguration nicht gefunden
es: Configuración del modelo no encontrada
fr: Configuration du modèle introuvable
it: Configurazione del modello non trovata
ja: モデル設定が見つかりません
ko: 모델 설정을 찾을 수 없음
pt_br: Configuração do modelo não encontrada
ru: Конфигурация модели не найдена
zh_hans: 未找到模型配置

# vocello.mac.batch.planningFailed
source: Long-form planning failed: %@
de: Langtextplanung fehlgeschlagen: %@
es: Falló la planificación del audio largo: %@
fr: La planification du format long a échoué : %@
it: Pianificazione del progetto lungo non riuscita: %@
ja: 長文の計画に失敗しました：%@
ko: 긴 원고 계획 실패: %@
pt_br: Falha no planejamento do projeto longo: %@
ru: Ошибка планирования длинного текста: %@
zh_hans: 长文本规划失败：%@

# vocello.mac.batch.preparedItems
source: Prepared items
de: Vorbereitete Elemente
es: Elementos preparados
fr: Éléments préparés
it: Elementi preparati
ja: 準備済みの項目
ko: 준비된 항목
pt_br: Itens preparados
ru: Подготовленные элементы
zh_hans: 已准备的项目

# vocello.mac.batch.processing
source: Processing…
de: Wird verarbeitet …
es: Procesando…
fr: Traitement…
it: Elaborazione…
ja: 処理中…
ko: 처리 중…
pt_br: Processando…
ru: Обработка…
zh_hans: 正在处理…

# vocello.mac.batch.restartFailed
source: Batch generation was interrupted, but the backend could not be restarted: %@
de: Die Stapelgenerierung wurde unterbrochen, das Backend konnte aber nicht neu gestartet werden: %@
es: La generación por lotes se interrumpió, pero no se pudo reiniciar el motor: %@
fr: La génération par lot a été interrompue, mais le moteur n’a pas pu redémarrer : %@
it: La generazione in batch è stata interrotta, ma non è stato possibile riavviare il backend: %@
ja: 一括生成が中断されましたが、バックエンドを再起動できませんでした：%@
ko: 일괄 생성이 중단되었지만 백엔드를 다시 시작하지 못했습니다: %@
pt_br: A geração em lote foi interrompida, mas não foi possível reiniciar o backend: %@
ru: Пакетная генерация прервана, но перезапустить бэкенд не удалось: %@
zh_hans: 批量生成已中断，但无法重启后端：%@

# vocello.mac.batch.tooLarge
source: Batch is too large: %@ segments exceeds the maximum of %@. Please split the text and try again.
de: Stapel zu groß: %@ Abschnitte überschreiten das Maximum von %@. Teile den Text auf und versuche es erneut.
es: El lote es demasiado grande: %@ segmentos supera el máximo de %@. Divide el texto y reinténtalo.
fr: Le lot est trop volumineux : %@ segments dépassent le maximum de %@. Divisez le texte et réessayez.
it: Batch troppo grande: %@ segmenti supera il massimo di %@. Dividi il testo e riprova.
ja: 一括処理が大きすぎます。%@ 区間は上限 %@ を超えています。テキストを分割して再試行してください。
ko: 일괄 작업이 너무 큽니다. %@개 구간이 최대 %@개를 넘습니다. 텍스트를 나눠 다시 시도하세요.
pt_br: Lote muito grande: %@ segmentos excede o máximo de %@. Divida o texto e tente novamente.
ru: Пакет слишком большой: число сегментов %@ превышает максимум %@. Разделите текст и повторите попытку.
zh_hans: 批次过大：%@ 个片段超过上限 %@。请拆分文本后重试。

# vocello.mac.batch.viewHistory
source: View History
de: Verlauf anzeigen
es: Ver historial
fr: Afficher l’historique
it: Visualizza cronologia
ja: 履歴を表示
ko: 기록 보기
pt_br: Ver histórico
ru: Открыть историю
zh_hans: 查看历史记录

# vocello.mac.batch.busy
source: Wait for the current generation to finish.
de: Warte, bis die aktuelle Generierung beendet ist.
es: Espera a que termine la generación actual.
fr: Attendez la fin de la génération en cours.
it: Attendi il termine della generazione attuale.
ja: 現在の生成が終わるまでお待ちください。
ko: 현재 생성이 끝날 때까지 기다리세요.
pt_br: Aguarde a geração atual terminar.
ru: Дождитесь завершения текущей генерации.
zh_hans: 请等待当前生成完成。

# vocello.mac.batch.longFormMode
source: Long-form
de: Langtext
es: Formato largo
fr: Longue forme
it: Testo lungo
ja: 長文
ko: 긴 원고
pt_br: Texto longo
ru: Длинный текст
zh_hans: 长文本

# vocello.mac.batch.longFormProject
source: Long-form project
de: Langtextprojekt
es: Proyecto de formato largo
fr: Projet longue forme
it: Progetto lungo
ja: 長文プロジェクト
ko: 긴 원고 프로젝트
pt_br: Projeto longo
ru: Проект длинного текста
zh_hans: 长文本项目

# vocello.mac.batch.newBatch
source: New Batch
de: Neuer Stapel
es: Nuevo lote
fr: Nouveau lot
it: Nuovo batch
ja: 新しい一括処理
ko: 새 일괄 작업
pt_br: Novo lote
ru: Новый пакет
zh_hans: 新建批次

# vocello.mac.batch.segmentTitle
source: Segment %@ of %@
de: Abschnitt %@ von %@
es: Segmento %@ de %@
fr: Segment %@ sur %@
it: Segmento %@ di %@
ja: 区間 %@ / %@
ko: 구간 %@ / %@
pt_br: Segmento %@ de %@
ru: Сегмент %@ из %@
zh_hans: 第 %@ / %@ 段

# vocello.mac.batch.toneSummary
source: Tone: %@
de: Ton: %@
es: Tono: %@
fr: Ton : %@
it: Tono: %@
ja: トーン：%@
ko: 말투: %@
pt_br: Tom: %@
ru: Тон: %@
zh_hans: 语气：%@

# vocello.mac.voices.use
source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa
ja: 使用
ko: 사용
pt_br: Usar
ru: Использовать
zh_hans: 使用

# vocello.mac.voices.moreActions
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Autres actions
it: Altre azioni
ja: その他の操作
ko: 추가 작업
pt_br: Mais ações
ru: Другие действия
zh_hans: 更多操作

# vocello.error.saved_voices_busy
source: Another Vocello process is updating Saved Voices. Try again in a moment.
de: Ein anderer Vocello-Prozess aktualisiert gerade die gespeicherten Stimmen. Versuche es gleich noch einmal.
es: Otro proceso de Vocello está actualizando las voces guardadas. Inténtalo de nuevo en un momento.
fr: Un autre processus Vocello met à jour les voix enregistrées. Réessayez dans un instant.
it: Un altro processo di Vocello sta aggiornando le voci salvate. Riprova tra un momento.
ja: 別の Vocello プロセスが保存済みの声を更新しています。しばらくしてからもう一度お試しください。
ko: 다른 Vocello 프로세스가 저장된 음성을 업데이트하고 있습니다. 잠시 후 다시 시도하세요.
pt_br: Outro processo do Vocello está atualizando as vozes salvas. Tente novamente em instantes.
ru: Другой процесс Vocello обновляет сохранённые голоса. Повторите попытку чуть позже.
zh_hans: 另一个 Vocello 进程正在更新已保存的声音。请稍后重试。
